Repository: 84000/data-translation-memory
Catalog: toh747-v3.tmx
Source language: bo
Languages: en

source: སོར་མོ་རྣམས་མགོ་བོའི་ཚུལ་དུ་སྦྱར་ལ་མཛུབ་མོ་ཁ་བསྒྱུར་བས་མཐེ་བོའི་སོར་མོ་བརྐྱང་བ་ནི་ཀླུ་མོ་ཐམས་ཅད་ཀྱི་དམ་ཚིག་གི་ཕྱག་རྒྱའོ། །ལས་ཐམས་ཅད་བྱེད་ཅིང་གྲུབ་པའོ། །དགུག་པའི་ཕྱག་རྒྱ་དང་། སླར་གཏང་བ་དང་། མཆོད་པའི་ཕྱག་རྒྱ་ནི། ཁུ་ཚུར་སོ་སོར་བཅངས་ཏེ། མཐེའུ་ཆུང་གི་སེན་མོ་མཐེ་བོས་མནན་ནས།
en: The tips of your index fingers should be placed together with the thumbs extended. This is the universal mudrā for all rites, including the invocation, the pledge, and the dismissal.

source: སོར་མོ་ལྷག་མ་བརྐྱང་བ་ནི་ཀླུ་མོ་ཐམས་ཅད་ཀྱི་ཕྱག་རྒྱའོ།
en: “The pledge mudrā of the nāginīs that enthralls all nāgas: “Form your left and right hands into fists and press down on the fingernails of your little fingers with your thumbs. Extend the remaining fingers.” So spoke the glorious lord Vajradhara.

source: །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས། ཀླུ་མོ་རྣམས་ཀྱི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།།
en: This concludes the chapter from the great sovereign “Bhūtaḍāmara Tantra” that contains detailed instructions on the sādhana practice of the nāginīs. Chapter

source: །།དེ་ནས་གསང་བའི་བདག་པོ་ལག་ན་རྡོ་རྗེས་ཁྲོ་ཞིང་གསོར་ཏེ། ཁྲོ་བོ་འདི་དང་བཅས་ནས་གསུངས་པ།
en: Then Vajrapāṇi, the lord of guhyakas, angrily raised his vajra-scepter and uttered the following wrathful mantra:

source: ཨོྃ་བྷ་ར་ཎ་བཛྲ་ཧཱུྃ་ཆེ་གེ་མོ་ནཱ་གི་ནི་ཨཱ་ཀཪྵ་ཡ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ།
en: “Oṁ, the terrible vajra! Please summon such-and-such nāginī! Hūṁ hūṁ! Phaṭ phaṭ!”

source: དེ་ནས་འདི་བཤད་པ་ཙམ་གྱིས། ཀླུ་ཐམས་ཅད་བརྒྱལ་ཞིང་འགྱེལ་ཏེ། སྤྱི་བོའི་ནད་ཆེན་པོས་ཤིའོ། །གལ་ཏེ་དམ་ཚིག་ལས་འདས་ན། ཁྲོ་བོ་འདི་དང་བཅས་ཏེ།
en: As soon as this was spoken, all the nāginīs fainted and collapsed after being overcome by intense headaches.

source: བཟླས་པས་མྱུར་དུ་འཆི་ཞིང་དམྱལ་བ་ཆེན་པོ་བརྒྱད་དུ་ལྟུང་བར་འགྱུར་རོ་ཞེས་དཔལ་རྡོ་རྗེ་འཆང་གིས་གསུངས་སོ།
en: “If they transgress their pledges, they will die at the moment of their transgression and fall into one of the eight great hells.” So spoke the glorious lord Vajradhara.

source: །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས། ཀླུ་མོ་རྣམས་སྒྲུབ་པར་བྱེད་པའི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།།
en: This concludes the chapter from the great sovereign “Bhūtaḍāmara Tantra” that contains detailed instructions on the sādhana practice of the nāginīs. Chapter

source: །།དེ་ནས་འཁོར་གྱི་དཀྱིལ་འཁོར་དེར་མིའམ་ཅི་མོ་དྲུག་ལངས་ཏེ། བཅོམ་ལྡན་འདས་དཔལ་རྡོ་རྗེ་འཆང་གི་ཞབས་ལ་སྤྱི་བོས་བཏུད་ནས། རང་གི་སྙིང་པོ་ཕུལ་བ།
en: Then each of the six kinnarīs present in the gathering rose up, respectfully bowed to the feet of the glorious Vajradhara, and offered him her heart mantra:

source: ཨོྃ་མ་ནཱོ་ཧ་རི་སྭཱ་ཧཱ།
en: Oṁ , Manohārī!

source: ཨོྃ་སུ་བྷ་གེ་སྭཱ་ཧཱ།
en: Svāhā ! ” “ Oṁ , Subhagā!

source: ཨོྃ་བི་ཤཱ་ལ་ནེ་ཏྲི་སྭཱ་ཧཱ།
en: Svāhā ! ” “ Oṁ , Viśālanetrī!

source: ཨོྃ་སུ་ར་བྷི་པྲི་ཡེ་སྭཱ་ཧཱ།
en: Svāhā ! ” “ Oṁ , Suratapriyā!

source: ཨོྃ་ཨ་ཤ་མུ་ཁི་སྭཱ་ཧཱ།
en: Svāhā ! ” “ Oṁ , Aśvamukhī!

source: ཨོྃ་བི་ཐ་ཀ་ར་མུ་ཁི་སྭཱ་ཧཱ།
en: Svāhā ! ” “ Oṁ , Divākaramukhī! Svāhā

source: དེ་ནས་མིའམ་ཅི་མོ་དྲུག་གི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པར་བཤད་པ།
en: Next are the detailed instructions on the sādhanas of the six kinnarīs.

source: རིའི་རྩེ་མོ་ལ་སོང་སྟེ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན།
en: “The practitioner should go to the top of a mountain and recite the mantras one thousand and eight times.

source: མིའམ་ཅི་མོ་དྲུག་གི་བཟླས་པ་རྫོགས་པ་དང་། མཆོད་པ་ཤིན་ཏུ་ཆེན་པོ་བྱས་ཏེ། བ་གླང་གི་ཤ་དང་། གུ་གུལ་དང་ལྡན་པའི་བདུག་པས་བདུག་ཅིང་། ཇི་སྲིད་ནམ་ཕྱེད་ཀྱི་བར་དུ་བཟླས་ན།
en: When the recitation of the six kinnarī mantras is complete, he should prepare an elaborate pūjā and light incense of cow meat mixed with bdellium.

source: ནམ་ཕྱེད་ན་ངེས་པར་འོང་སྟེ།
en: He should then recite the mantra until midnight when, unfailingly, a kinnarī will arrive.

source: དེ་ལ་འཇིགས་པར་མ་བྱས་ན།
en: He should not be afraid of her. She will say, ‘Hey practitioner!

source: ཀྱེ་སྒྲུབ་པ་པོ་ཅི་བཀའ་སྩལ་ཅེས་སྨྲ་བར་བྱེད་དོ། །སྒྲུབ་པ་པོས་ཀྱང་། ཀྱེ་བཟང་མོ་བདག་གི། ཆུང་མ་གྱིས་ཤིག་ཅེས་སྨྲས་ནས། རྒྱབ་ཏུ་ཞོན་ན་ལྷའི་འཇིག་རྟེན་དུ་འཁྱེར་བར་བྱེད་ཅིང་།
en: What do you command me to do?’ The practitioner should reply, ‘Kind one, please be my wife.’ Taking him upon her back, she will carry him to the god realm.

source: བཟའ་བ་བཟང་པོ་སྟེར་བར་བྱེད་དོ།
en: She will offer delicious divine food.

source: །དེ་ནས་སྒྲུབ་པའི་ཐབས་ཕྱི་མ་བཤད་པ།
en: “The additional sādhanas are:

source: རིའི་དྲུང་ངམ་གཙུག་ལག་ཁང་དུ་ཁྲི་བཟླས་ན། བཟླས་པའི་མཐའ་ལ་རང་ཉིད་འོང་ཞིང་།
en: “The practitioner should go to the foot of a mountain or to a monastery and recite the mantra ten thousand times.

source: ལྷ་མོའི་ལག་པ་འཇམ་པོས་རྐང་པ་ལ་ཉུག་པར་བྱེད་ཅིང་མྱུར་དུ་ཆགས་པ་བྱས་ན་ཆུང་མར་འགྱུར་ཞིང་།
en: At the end of the recitation, the goddess herself will touch his feet with her lotus-like hands. He should promptly make love to her.

source: དོང་ཙེ་བརྒྱད་དང་། གོས་ཟུང་གཅིག་སྟེར་བར་བྱེད་དོ།
en: She will become his wife and will offer eight dinars and a pair of garments.

source: །ཆུ་བོའི་འགྲམ་དུ་སོང་ནས་ཁྲི་བཟླས་ནས། ཡང་མཚན་ཐོག་ཐག་བཟླས་ན།
en: “Having gone to a riverbank, the practitioner should recite the mantra ten thousand times, and continue to recite all night.

source: ཐོ་རངས་ངེས་པར་འོང་ངོ་།
en: A kinnarī is certain to arrive at dawn.

source: །འོངས་ནས་ཆུང་མར་འགྱུར་ཞིང་། ཉི་མ་རེ་རེ་ཞིང་དོང་ཙེ་ལྔ་ལྔ་སྟེར་བར་བྱེད་དོ།
en: Once she has arrived, she will become his wife and will offer five dinars every day.

source: །མཚན་མོ་ཆུ་བོ་འདུས་པའི་འགྲམ་དུ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་བཟླས་པའི་མཐའ་ལ་ངེས་པར་འོང་ཞིང་ལྟ་བར་བྱེད་དོ།
en: “The practitioner should go at night to the confluence of two rivers and recite the mantra one thousand and eight times. A kinnarī is certain to arrive when the recitation is complete.

source: །ཉི་མ་གཉིས་པ་ལ་མདུན་དུ་འདུག་ཅིང་གཏམ་སྨྲ་བར་བྱེད་དོ།
en: On the first day she will merely show herself. On the second, she will stand in front of the practitioner and speak to him.

source: །ཉི་མ་གསུམ་པ་ལ་ཆགས་པ་སྤྱད་ན་ངེས་པར་འགྲུབ་ཅིང་།
en: On the third, he should make love to her.

source: ཆུང་མའི་ལས་ཐམས་ཅད་བྱེད་ལ།
en: The sādhana will inevitably have an effect on her, and she will perform the duties of a wife.

source: དོང་ཙེ་བརྒྱད་དང་། རས་ཕྲུགས་གཅིག་སྟེར་བར་བྱེད་དོ།
en: Every day she will offer eight dinars and a pair of garments.

source: །ཉིན་གཅིག་བཞིན་དུ་རིའི་རྩེ་མོར་ཤ་ཟ་ཞིང་ཁྲི་ཁྲི་བཟླས་ན།
en: “The practitioner should go to the top of a mountain every day, partake of a dish of meat, and recite the mantra ten thousand times.

source: ལྷ་མོའི་གཟུགས་ཀྱིས་མྱུར་དུ་འོངས་ཤིང་མདུན་དུ་སྡོད་དོ།
en: A kinnarī will soon appear in front of him in the form of an apsaras.

source: །འཁྱུད་ཅིང་འོ་བྱས་ཏེ་མི་སྨྲ་བས་ཆགས་པ་བྱས་ན་ཆུང་མར་འགྱུར་ཏེ།
en: Embracing and kissing her, he should make love to her in silence.

source: དོང་ཙེ་བརྒྱད་སྟོང་སྟེར་ཞིང་ལྷས་མངོན་པར་འདོད་པའི་བཟའ་བ་སྟེར་བར་བྱེད་དོ།
en: She will become his wife and will offer eight dinars and delicious divine food.”

source: །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས། མིའམ་ཅིའི་བུ་མོ་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།།
en: This concludes the chapter from the great sovereign “Bhūtaḍāmara Tantra” that contains detailed instructions on the sādhanas of the kinnarīs. Chapter 22

source: །།དེ་ནས་གསང་བའི་བདག་པོ་ཕྱག་ན་རྡོ་རྗེས་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: Then Vajrapāṇi, the lord of guhyakas, said this to Maheśvara: “Listen, Mahādeva!

source: །དབང་ཕྱུག་ཆེན་པོ་ལྷ་ཆེན་པོ་ཁྱོད་ཉོན་ཅིག་འཇིག་རྟེན་གསུམ་གྱི་བདག་པོ་ལྷ་རྣམས་ཀྱིས་འདའ་བར་བྱ་བ་མ་ཡིན་པ།
en: I will make everyone a servant of the one who transcends the triple universe.

source: མངག་གཞུག་མ་ལུས་པ་སྒྲུབ་པར་བྱེད་པ།
en: I will bring the rogue deities under control.”

source: མ་རུངས་པ་རྣམས་དང་ལྷ་རྣམས་ལ་བསྟན་པར་བྱའོ། །དེ་ནས་དབང་ཕྱུག་ཆེན་པོ་ལྷ་ཆེན་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་མི་ཕྱེད་པ་བསྟན་པ། འཇིག་རྟེན་གསུམ་གྱི་ལྷ་རྣམས་ཀྱིས་འདའ་བར་བྱ་བ་མ་ཡིན་པ། སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པའི་ལེའུ་དང་། ཕྱག་རྒྱ་དང་། སྔགས་ཀྱི་རིམ་པར་ཕྱེ་བ་བཤད་དུ་གསོལ།
en: Maheśvara-Mahādeva then said to the lord, “Please give, O lord, the full instructions for the practice that will bond us to you along with the mudrās and mantric formulas of the one who is invincibly efficient and transcends the triple universe.”

source: དེ་ནས་འཁོར་གྱི་དཀྱིལ་འཁོར་དེ་ན་གནས་པ་རྣམས་ཀྱིས། ལྷ་ཆེན་པོ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ཏེ།
en: Then the whole assembly applauded Śiva by saying, “Well done!

source: ཤིན་ཏུ་གདུལ་དཀའ་བ་རྣམས་འདུལ་བར་བྱེད་པ། གསོལ་བ་བཏབ་པ་ནི་ལེགས་སོ་ལེགས་སོ།
en: It was well done, Mahādeva, to have requested the teaching that tames those who are wicked to one another!”

source: །དེ་ནས་རྡོ་རྗེ་འཆང་། ཁྲོ་བོའི་བདག་པོ་ཆེན་པོས་འདི་སྐད་ཅེས་གསུངས་སོ།
en: Then Vajradhara, the supreme master Great Wrath, said: “I will now teach in full

source: །ཁྲོ་བོའི་དཀྱིལ་འཁོར་དམ་པ་ནི།
en: The supreme maṇḍala of Wrath.

source: །རྟ་བབས་བཞི་ཡིས་རྣམ་པར་བརྒྱན།
en: And is adorned with four gateways.

source: །རྡོ་རྗེ་ར་བས་མཛེས་པའོ།
en: And is adorned with a vajra wall. “One should place the great fierce one,

source: །དེ་ཡི་དབུས་སུ་དྲག་པོ་ཆེ། །རྡོ་རྗེ་ཁྲོ་བོ་དགོད་བྱ་བ།
en: Vajra Wrath, in the center of the maṇḍala.

source: །འབར་བའི་ཕྲེང་བ་འཁྲུག་ཅིང་གསལ།
en: He is surrounded by a halo of flames,

source: །བསྐལ་པ་ཐ་མའི་མེ་འོད་འདྲ།
en: Blazing like the apocalyptic fire.

source: །ལྷ་ཆེན་མིག་སྨན་སྦྱར་འདྲ་ཞིང་།
en: “His huge body is the color of collyrium,

source: །ཐོད་པའི་ཕྲེང་བས་རྒྱན་དུ་བྱས།
en: His diadem is fashioned from skulls;

source: །དྲག་ཤུལ་བཞད་ཅིང་ཆེར་འཇིགས་པ།
en: He laughs loudly, and he is terrifying,

source: །འཇིག་རྟེན་གསུམ་པོ་འཇིགས་མཛད་པའོ།
en: Instilling fear in the triple universe.

source: །བཅོམ་ལྡན་འདས་ཀྱི་གཡས་ལོགས་སུ།
en: “To the right side of the lord

source: །ལྷ་ཆེན་པོ་ནི་བྲི་བྱ་སྟེ།
en: One should draw Mahādeva.

source: །བ་ཞོ་མུ་ཏིག་ལྟར་དཀར་ཞིང་།
en: He is of the brilliant white color of the moon,

source: །དེ་བཞིན་དཀར་པོ་དུང་འདྲ་ཞིང་།
en: White as pearl or milk.

source: །མིག་གསུམ་ལག་པ་བཞི་པ་སྟེ།
en: “He is peaceful, with three eyes and four arms,

source: །ཞི་ཞིང་ལག་པ་གཡོན་པ་ན།
en: In which he carries a yak-tail whisk,

source: མདུང་རྩེ་གསུམ་པ་ཐོགས་པའོ།
en: A trident, a bow, and a javelin. He sits on a seat furnished by a bull.

source: །གཡོན་པའི་ཕྱོགས་ཀྱི་ཆ་རུ་ནི།
en: “To the left side of the lord

source: །སྲེད་མེད་བུ་ནི་བྲི་བྱ་སྟེ།
en: One should draw Nārāyaṇa

source: །གཡས་པ་ན་ནི་རྔ་ཡབ་དུང་།
en: Holding a yak-tail whisk, a conch,

source: །གཡོན་ན་འཁོར་ལོ་གསལ་ཤིང་ངོ་།
en: A discus, and a mace in his hands.

source: །རྒྱབ་ཏུ་བརྒྱ་བྱིན་རྒྱལ་པོ་སྟེ།
en: “Behind the lord, one should draw king Śakra

source: །དེ་བཞིན་སྨིན་དྲུག་མདུན་དུའོ།
en: And, in front of him, Kārttikeya.

source: །ཚངས་པ་ལག་ན་གདུགས་འཛིན་པ།
en: Brahmā, holding a parasol, is the color

source: །ཁ་བ་མེ་ཏོག་ཀུནྡ་དང་། །ཟླ་འདྲ་བརྒྱ་བྱིན་མདུན་བྲི་སྟེ།
en: Of snow, jasmine flowers, or the moon. “One should draw an image of him

source: །རང་གི་སྟན་ལ་འཁོད་པར་རོ།
en: Sitting on a throne in front of Indra.

source: །ཡང་ན་སྔགས་པས་མུ་ཏིག་དང་། །བ་ཡི་ཞོ་འདྲ་དཀར་པོ་ནི། །རྔ་ཡབ་ཐོགས་པར་སྨིན་དྲུག་བྲི།
en: Alternatively, the follower of mantra Can make him as white as pearl or milk.

source: །ཚངས་པ་ཁ་དོག་དམར་པོ་བྲི།
en: “Kārttikeya should be drawn red, With a yak-tail whisk in his hand.

source: །བརྒྱ་བྱིན་ཁ་དོག་སེར་པོ་བྲི།
en: Śakra should be drawn yellow, With three eyes, and adorned with jewelry. “Mahādeva should be drawn

source: །རྒྱན་ཀུན་གྱིས་ནི་རྣམ་སྤྲས་ཤིང་།
en: Bedecked with all kinds of jewelry,

source: །རྔ་ཡབ་ཐོགས་པར་ཁྱབ་འཇུག་བྲི།
en: With a yak-tail whisk in his hand,

source: །དེ་བཞིན་ཁྱུ་མཆོག་ལ་ཞོན་པར།
en: Sitting on the seat of a bull.

source: །ཀུན་བགེད་ལག་ན་འཁོར་ལོ་ཅན། །ངང་པ་ལ་ཞོན་བྲི་བར་བྱ།
en: With a discus in his hand.

source: །བརྒྱ་བྱིན་གླང་ཆེན་ཞོན་པ་སྟེ།
en: Śakra sits on an elephant;

source: །སྨིན་དྲུག་རྨ་བྱ་ལ་ཞོན་པའོ།
en: Kārttikeya’s seat is a peacock.

source: །ཕྱི་རོལ་དང་ནི་གྲྭ་རྣམས་སུ།
en: “In the outer corners,

source: །འབྱུང་མོ་བརྒྱད་ནི་བྲི་བར་བར་བྱ།
en: One should draw the eight bhūtinīs:

source: །པདྨ་ཅན་དང་པད་ཆེན་དང་། །རྣམ་འབྱུང་མ་དང་ལྷ་འཇོམས་མ།
en: “Padmāvatī, Mahāpadmā, Vibhūti, Surahāriṇī, Vārāhī, Mahāratnī,

source: །འཕྲོག་མ་མཆོག་དང་རིན་པོ་ཆེ། །རྒྱན་མ་འགྲོ་བ་སྐྱོང་མ་རྣམས།
en: Vibhūṣaṇī, and Jagatpālinī.

source: །དཔལ་གྱི་སྒྲ་ཡིས་ར་བ་གྲགས་པའི། །འབྱུང་མོ་ཆེན་མོ་བརྒྱད་པོ་སྟེ།
en: “These eight bhūtinīs, possessed of great miraculous powers, are described in glorious terms.

source: །པདྨ་ཅན་དང་པད་ཆེན་མ།
en: “Padmāvatī and Mahāpadmā

source: །པདྨ་དཀར་པོ་ལྟ་བུར་བྲི།
en: Should be colored white.

source: །རྣམ་འབྱུང་མ་དང་ལྷ་འཇོམས་མ།
en: Vibhūti and Surahāriṇī

source: །ཁ་དོག་དམར་པོ་བྲི་བར་བྱ།
en: Should be colored red.

source: །འབྱུང་མོ་བཞི་རྣམས་མཚུངས་པར་ནི།
en: “The remaining four bhūtinīs

source: །གསེར་གྱི་མདོག་ཏུ་བྲི་བར་བྱ།
en: Should all be drawn in the same golden color.

source: །རྫུ་འཕྲུལ་ཆེ་ལྡན་འབྱུང་མོ་བརྒྱད།
en: These eight great bhūtinīs, possessed of great powers,

source: །ཇི་ལྟར་བསྟན་བཞིན་དེ་ལེགས་བྲི།
en: Should be drawn as instructed.

source: །དེ་ནས་འདིར་དཀྱིལ་འཁོར་གྱི་ཆོ་ག་བཤད་པ།
en: “The procedure for this maṇḍala is as follows:

source: རྡོ་རྗེ་སློབ་དཔོན་བདག་ཉིད་མེ་ཏོག་སྔོན་པོའི་ཕྲེང་བས་བརྒྱན་ཅིང་གཙུག་ཏོར་སྔོན་པོ་བཅིངས་ནས་རས་སྔོན་པོ་ཟུང་གཅིག་བགོས་ཏེ་སྔོན་བཞིན་དུ་ཁྲོ་བོའི་སྙིང་པོ་འདི་བརྗོད་པར་བྱ་སྟེ།
en: “The vajra master should adorn himself with a garland of blue flowers, tie a blue bandana around his head, and put on a pair of blue garments. He should recite the following heart mantra of Great Wrath for the benefit of all beings, resolved on success in the practice of Great Wrath. At that very time he will successfully take control of all deities. “ Hūṁ , O vajra! Phaṭ ! “As soon as this mantra is pronounced, all the deities will be brought under control.

source: སེམས་ཅན་ཀུན་ལ་ཕན་དོན་དུ། །མྱུར་དུ་དངོས་གྲུབ་སྦྱིན་མཛད་པ།
en: “The mantras for vajra-castigation: “The master should stand with his left leg outstretched and his right slightly bent.

source: །གྲུབ་པའི་རྡོ་རྗེ་ཁྲོ་བོ་སྟེ། །ལྷ་ཉིད་དམ་ཚིག་ལ་བཞུགས་ཤིག །ཨོྃ་ཧཱུྃ་བཛྲ་ཕཊ་ས། འདི་བརྗོད་པ་ཙམ་གྱིས་ལྷ་ཐམས་ཅད་གྲུབ་པར་བྱེད་དོ། །དེ་ནས་འདིར་རྡོ་རྗེ་གསོར་བ་བཤད་པ། །འདི་ལྟར་ཡི་གེ་ཧཱུྃ་ཟློས་ཤིང་ཕྱག་ན་རྡོ་རྗེས་གསུངས་པ་ལྟར།
en: Raising the vajra-scepter, he will destroy all the deities with the mere utterance of the syllable hūṁ , just as Vajrapāṇi has declared.

source: ལྷ་ཐམས་ཅད་གཞོམ་ཞིང་ལྷའི་བུ་མོ་ཐམས་ཅད་དང་། གནོད་སྦྱིན་མོ་དང་། ཀླུ་མོ་དང་། འབྱུང་མོ་རྫུ་འཕྲུལ་ཆེན་མོ་ཅན་རྣམས་སྐད་ཅིག་དེ་ཉིད་ལ་གཞོམ་པར་བྱ་སྟེ། རྡོ་རྗེ་གསོར་བའི་སྦྱོར་བ་དང་ལྡན་པས།
en: Instantly, the apsarases, yakṣiṇīs, nāginīs, bhūtas, and bhūtinīs, possessed of great powers, will perish, subjected to the mantra of vajra-castigation.

source: ཨོྃ་བཛྲ་དཱིཔྟ་མ་ཧཱ་ཀྲོ་དྷ་ཧ་ན་ད་ཧ་པ་ཙ་མཱ་ར་ཡ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ།
en: Oṁ , Great Wrath, blazing like lightning! Strike, burn, cook, and kill! Hūṁ hūṁ

source: བརྒྱ་རྩ་བརྒྱད་བཟླས་ཏེ།
en: Phaṭ phaṭ!

source: སྐད་ཅིག་དེ་ཉིད་ལ་ལྷ་ཐམས་ཅད་གསོད་ཅིང་འཁྲུག་པར་བྱེད་དོ།
en: “Following this recitation all the deities will be dead or castigated. “ Hūṁ, hūṁ, hūṁ!

source: །ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ།
en: Phaṭ phaṭ ! Phaṭ,

source: སྦྱོར་བ་འདིས་ཀྱང་ངེས་པར་སངས་རྒྱས་རྣམས་ཀྱང་ཞིག་པར་བྱེད་དོ།
en: “Using this mantra, even a buddha is certain to be torn to pieces.

source: ཁྲོ་བོའི་ཕྱག་རྒྱ་གོ་ཆ་བྱས་ལ་སྔགས་འདིས་དབབ་པར་བྱའོ།
en: He should perform the armor protection by means of the mudrā of Great Wrath and cause the deity to enter with the following mantra: “ Oṁ , Great Wrath! Please enter!

source: །ཨོཾ་བི་ཤྱ་ཀྲོ་དྷ་ཧཱུྃ་ཧཱུྃ་ཨ་ཛྭ་ལ་མ་ལ་ཨ་ཀུ་ལ།
en: Hūṁ hūṁ hūṁ , āḥ ! You are the holder of the terrible vajra surrounded by a halo of flames.

source: བྷི་ཥ་ཎ་བཛྲ་ཨ།
en: Āḥ

source: འདི་བརྗོད་པ་ཙམ་གྱིས་ཕྱི་རོལ་གྱི་དབབ་པ་དང་དགུག་པ་དང་ལྟུང་བར་བྱ་བ་རྣམས་ནུས་པར་འགྱུར་རོ།
en: “As soon as this mantra is uttered, he will become able to effect the ‘external’ possession, the summoning, and the humbling.

source: །དེ་ནས་འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་པོ་ལས་ཁྲོ་བོའི་དཀྱིལ་འཁོར་གྱི་ཆོ་ག་རྒྱས་པར་བཤད་པ།
en: “Next in the great sovereign Bhūta­ḍāmara Tantra are the detailed instructions on the ritual of the maṇḍala of Great Wrath. “The mantra of Siṃha­dhvaja­dhāriṇī, who is located in front of Great Wrath:

source: ཨོྃ་བྷཱུ་ཤྲཱི་སིདྷ་དྷྭ་ཛ་དྷི་རི་ཧྲཱིཿ།
en: Oṁ , bhūḥ ! Glorious Siṃha­dhvaja­dhāriṇī! Hrīḥ

source: ཁྲོ་བོའི་མདུན་དུའོ། །ཨོྃ་ཧཱུྃ་བྷྲྃ་མ་ཧཱ་པདྨ་བ་ཏི་དྷ་ནུར་བན་དྷ་རི་ཧཱུྃ། རྒྱབ་ཏུའོ།
en: “The mantra of Padmāvatī, who is behind Great Wrath:

source: །ཨོྃ་ཧཱུྃ་བི་ཧཱུྃ་ཏི།
en: Oṁ , hūṁ , bhūṁ ! The great Padmāvatī, holding an arrow and bow! Hūṁ ! “The mantra of Vibhūti, who is to the right of Great Wrath:

source: ཨོྃ་ཀུ་ཤོ་དྷཱ་རི་ཎི་ཧཱུྃ་ཛ།
en: Oṁ , hūṁ ! Vibhūti, holding a goad! Hūṁ , jaḥ

source: ལྷོ་རུའོ།
en: “The mantra of Surahāriṇī, who is to the left of Great Wrath:

source: །ཧཱུྃ་བྷཱུ་སུ་ར་ཧ་རི་ཎི་ཙིནྟཱ་མ་ཎི་དྷཱ་ཛདྷཱ་ར་ཎི་སྲུྃ།
en: Oṁ , hūṁ , bhūḥ ! Surahāriṇī, holding a banner surmounted by a wish-fulfilling gem!

source: གཡོན་དུའོ། །ཨོྃ་ཤྲཱི་བར་ཧ་རི་ཎི་པུཥྤ་ཧ་སྟེ་ཧཱུྃ།
en: Śrūṃ ! “The mantra for the northeast:

source: མེ་ཏོག་དབང་ལྡན་གྱི་གྲྭར།
en: Oṁ , Glorious Vārāhī, with a flower in her hand! Hūṁ ! “The mantra for incense, in the southeast:

source: ཨོྃ་ཤྲཱི་རཧྣེ་ཤྭ་རི་དྷུ་པ་ཧསྟེ་ཧཱུྃ།
en: Oṁ , Ratneśvarī, with incense in her hand! Hūṁ

source: སྤོས་མེའི་གྲྭ་རུ་འོ།
en: “The mantra for perfume, in the southwest:

source: །ཨོྃ་ཤྲཱི་བྷཱུ་ཥི་ཎི་གནྡྷ་ཧ་སྟེ་ཧཱུྃ། དྲི་བདེན་བྲལ་དུའོ།
en: Oṁ , glorious Vibhūṣaṇī, with perfume in her hand! Hūṁ ! “The mantra for the lamp, in the northwest:

source: །ཨོྃ་ཤྲཱི་ཛ་ག་ཏ་པཱ་ལི་ནི་ཨ་དྷི་པ་ཏི་ཧཱུྃ།
en: Oṁ , glorious Jagatpālinī, with a lamp in her hand!

source: མར་མེ་རླུང་དུའོ།
en: Āḥ

source: །དེ་ནས་འབྱུང་མོ་བརྒྱད་ཀྱི་ཕྱག་རྒྱའི་ཆོ་ག་རྒྱས་པར་བཤད་པ་ཁུ་ཚུར་ཕན་ཚུན་བཅངས་ཏེ་མཛུབ་མོ་གཉིས་བརྐྱང་བ་ནི་སེང་གེའི་རྒྱལ་མཚན་མའི་ཕྱག་རྒྱའོ།
en: “Next are the detailed instructions on the mudrās of the eight bhūtinīs. “The mudrā of the lion banner: “Hold your fists together and extend both index fingers. “The mudrā of the goad:

source: །ལག་པ་གཡོན་པ་ཁུ་ཚུར་བཅངས་ཏེ་གུང་མོ་བརྐྱང་བ་ནི་ཡིད་བཞིན་གྱི་ནོར་བུའི་རྒྱལ་མཚན་གྱི་ཕྱག་རྒྱའོ།
en: “Form your right hand into a fist and extend your index finger, bending it slightly.

source: །ཕྱག་རྒྱ་འདི་ཉིད་རྐེད་པའི་ཕྱོགས་སུ་བཞག་པ་ནི་གཞུ་དང་མདའི་ཕྱག་རྒྱའོ།
en: “The mudrā of the arrow and bow:

source: ལག་པ་གཡས་པ་ཁུ་ཚུར་བཅངས་ཏེ།
en: “Holding your fists together, extend your index fingers and place your fists on your left hip. “The mudrā of the banner surmounted by a wish-fulfilling gem:

source: མཛུབ་མོ་བརྐྱང་བ་ནས་བསྐྱིལ་བ་ནི་ལྕགས་ཀྱུའི་ཕྱག་རྒྱའོ།
en: “Form your left hand into a fist while extending your middle finger. “The mudrā of the flower:

source: །ཐལ་མོ་མཉམ་པར་སྦྱར་ཏེ། མཛུབ་མོ་གཉིས་བཀུག་པ་ནི་མེ་ཏོག་གི་ཕྱག་རྒྱའོ།
en: “Join your hands together with fingers outstretched and then slightly bend both index fingers. “The mudrā of incense:

source: །སོར་མོ་རྣམས་ཕན་ཚུན་དུ་འཁྱུད་དེ་མཛུབ་མོ་གཉིས་བརྐྱང་བ་ནི་སྤོས་ཀྱི་ཕྱག་རྒྱའོ།
en: “Entwine your fingers and extend both index fingers. “The mudrā of perfume:

source: །ལག་པ་སོ་སོར་བརྐྱང་སྟེ། དཔུང་པའི་རྩ་བ་གཉིས་སུ་བཞག་པ་ནི་དྲིའི་ཕྱག་རྒྱའོ།
en: “Stretch out both hands and place them on your shoulders. “The mudrā of the lamp:

source: །ལག་པ་གཡས་པ་ཁུ་ཚུར་བཅངས་ཏེ། གུང་མོའི་སོར་མོ་རབ་ཏུ་བརྐྱང་བ་ནི་མར་མེའི་ཕྱག་རྒྱའོ།
en: “Form your right hand into a fist while extending the middle finger.”

source: །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས་ཁྲོ་བོའི་དཀྱིལ་འཁོར་གྱི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།།
en: This concludes the chapter from the great sovereign “Bhūtaḍāmara Tantra” that contains detailed instructions on the ritual of the maṇḍala of King Wrath. Chapter

source: །།དེ་ནས་འབྱུང་པོ་བརྒྱད་ཀྱི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པར་བཤད་པ། ཨོྃ་ཧྲཱིཿཛཿ།
en: Next follows the chapter from the great sovereign Bhūta­ḍāmara Tantra that contains detailed instructions on the sādhanas of the eight bhūtas.

source: རྒྱལ་བའིའོ།
en: Aparājita:

source: །ཨོྃ་ཧྲཱི་ཛཿ། རྫོགས་བྱེད་ཀྱིའོ། །ཨོྃ་བྷུྃ་ཛཿ། ཀུན་ཏུ་རྫོགས་བྱེད་ཀྱིའོ། །ཨོྃ་སྲུྃ་ཛཿ།
en: Oṁ hrīḥ jaḥ ! Ajita: Oṁ hūṁ jaḥ ! Pūraṇa:

source: དུར་ཁྲོད་ཀྱི་བདག་པོའིའོ། །ཨོྃ་རུ་ཛཿ།
en: Oṁ hrīḥ jaḥ ! Āpūraṇa:

source: རིག་སྔགས་ཀྱི་དབང་ཕྱུག་གིའོ། །ཨོྃ་ཧྲི་ཧཱུྃ་ཛཿ།
en: Oṁ hūṁ jaḥ ! Śmaśānādhipati: Oṁ śrūṃ jaḥ ! Kuleśvara:

source: འབྱུང་པོའི་དབང་ཕྱུག་གིའོ། །ཨོྃ་ཨྃ་ཛཿ།
en: Oṁ rūṃ jaḥ ! Bhūteśvara: Oṁ hūṁ jaḥ ! Kiṃkarottama:

source: མངག་གཞུག་མཆོག་གིའོ། །འབྱུང་པོ་གཞན་གྱིས་མི་ཐུབ་པའི་སྒྲུབ་པའི་ཐབས་བཤད་པ།
en: Oṁ āṃ jaḥ

source: རྡོ་རྗེ་འཆང་གི་ཁྱིམ་དུ་སོང་སྟེ།
en: “The sādhana of the bhūta Aparājita:

source: སྔོན་དུ་འབུམ་བཟླས་ཏེ།
en: “One should recite the mantra in front of Vajradhara 100,000 times.

source: སྔོན་དུ་བསྙེན་པ་བྱས་པར་འགྱུར་རོ།
en: This constitutes the preliminary practice.

source: །དེ་ནས་ཟླ་བ་ཉ་ལ་མཆོད་པ་རྒྱ་ཆེན་པོ་བྱས་ཏེ། ཅི་ལྟར་གསུངས་པའི་འབྲས་ཆན་དཀར་པོ་དང་། སྦྲང་རྩི་དང་ཞོ་དང་། བུ་རམ་དང་འོ་མ་དང་། ཤ་རྣམས་ཀྱིས་མཆོད་ཅིང་གུ་གུལ་གྱི་བདུག་པ་བྱིན་ནས།
en: Then, on the full moon day, one should prepare an elaborate pūjā and offer cooked white rice, curds, molasses, and milk as prescribed.

source: མཚན་ཐོག་ཐག་བཟླས་ན་ཐོ་རངས་ངེས་པར་འོང་ངོ་།
en: Burning bdellium incense, one should recite all night.

source: །གལ་ཏེ་ངེས་པར་མ་འོངས་ན་སྐད་ཅིག་དེ་ལ་འཆིའོ།
en: Aparājita is certain to arrive at dawn.

source: །འོངས་ན་བསྒོ་བ་དོན་མེད་པར་མི་བྱེད་དོ།
en: If he does not arrive, he will die right then. Once he arrives, he will request orders, saying, ‘What can I do?’ The practitioner should reply, ‘Please be my servant.’ From then on he will perform the duties of a servant.

source: །སྒྲུབ་པ་པོས་མངག་གཞུག་གྱིས་ཤིག་ཅེས་བསྒོ་ན་དེ་ཕན་ཆད་མངག་གཞུག་གི་ལས་བྱེད་ལ་རིག་པ་འཛིན་པའི་རྒྱལ་སྲིད་སྟེར་བར་བྱེད་ཅིང་དགྲ་ཐམས་ཅད་ཚར་གཅོད་པར་བྱེད་དོ།
en: He will offer the kingdom of the vidyādharas and will eliminate all one’s enemies.

source: །ཟླ་བའི་ལྷ་མོ་བླངས་ནས་སྟེར་ཞིང་རྒྱབ་ཏུ་ཞོན་ན་ལྷའི་འཇིག་རྟེན་དུ་ཡང་འཁྱེར་བར་བྱེད་དོ།
en: He will even bring the goddess Śaśī and offer her. Taking the practitioner upon his back, he will carry him to the realm of the gods, where he will bestow upon him the status of Indra.

source: །བརྒྱ་བྱིན་ཉིད་ཀྱང་སྟེར་བར་བྱེད་ཅིང་བསྐལ་པ་བདུན་འཚོའོ།
en: The practitioner will live for seven eons.

source: །དེ་ནས་རྒྱལ་བའི་སྒྲུབ་པའི་ཐབས་བཤད་པ།
en: “The sādhana of Ajita:

source: མཚན་མོ་སྦྱིན་བྱེད་མའི་མདུན་དུ་སོང་སྟེ། ཉི་མ་རེ་རེ་སྟོང་ཕྲག་བརྒྱད་བརྒྱད་བཟླས་ན་ཉི་མ་བདུན་པ་ལ་མཆོད་པ་རྒྱས་པར་བྱས་ཏེ།
en: “Standing in front of a caitya, one should recite the mantra one thousand and eight times at night for seven days. On the seventh day one should prepare an elaborate pūjā and offer bali.

source: གཏོར་མ་སྦྱིན་ཞིང་གུ་གུལ་གྱི་བདུག་པ་བྱིན་ནས་བཟླས་ན་བཟླས་པའི་མཐའ་ལ་ངེས་པར་འོང་སྟེ།
en: Burning bdellium incense, one should recite the mantra. Ajita is certain to arrive at the end of the recitation.

source: ཀྱེ་སྒྲུབ་པ་པོས་བཀའ་ཅི་སྩལ་ཞེས་སྨྲ་བར་བྱེད་དོ།
en: He will say, ‘Hey practitioner!

source: །སྒྲུབ་པ་པོས་མངག་གཞུག་གྱིས་ཤིག་ཅེས་བསྒོ་ནས་རྒྱབ་ཏུ་ཞོན་ན་གླིང་བཞི་པ་རྣམས་སུ་ཡང་ཁྱེར་བར་བྱེད་ཅིང་གཞན་ཡང་རྒྱལ་སྲིད་སྟེར་ལ་ལོ་ལྔ་སྟོང་འཚོའོ།
en: What can I do for you?’ The practitioner should reply, ‘Please be my servant.’ Ajita, taking him upon his back, will carry him around the four continents. Furthermore, he will give him a kingdom. The practitioner will live one thousand years.

source: །དེ་ནས་རྫོགས་བྱེད་ཀྱི་སྒྲུབ་པའི་ཐབས་བཤད་པ།
en: “The sādhana of Pūraṇa:

source: རྡོ་རྗེ་འཆང་གི་ཕོ་བྲང་དུ་སོང་སྟེ་ཉི་མ་བདུན་དུ་སྟོང་ཕྲག་བརྒྱད་བརྒྱད་བཟླས་ནས་ཉི་མ་བདུན་པ་ལ་མཆོད་པ་རྒྱས་པར་བྱས་ཏེ།
en: “One should go to a temple of Vajradhara and recite the mantra one thousand and eight times for seven days.

source: འབྲས་ཆན་དཀར་པོ་དང་། ཞོས་ཇི་ལྟར་གསུངས་པ་ལྟར་བྱིན་ནས་ཅི་སྲིད་ནམ་ཕྱེད་ཀྱི་བར་དུ་བཟླས་ན་ནམ་ཕྱེད་ན་རང་ཉིད་འོང་ངོ་།
en: On the seventh day one should prepare an elaborate pūjā and offer cooked white rice and curds as prescribed. One should recite the mantra until midnight, when Pūraṇa is certain to arrive.

source: །འོངས་པ་ལ་མེ་ཏོག་གི་མཆོད་ཡོན་བྱིན་ན་དགའ་བར་འགྱུར་ཏེ།
en: One should give him a welcome offering of water with flowers.

source: རྒྱལ་སྲིད་སྟེར་བར་བྱེད་དོ།
en: He will be pleased, offer a kingdom, and completely fulfill one’s every wish.
